Repository: giellalt/corpus-sme
Catalog: tmx/sma/bible/osko/index.php_kat_id=76_art_id=71.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Vuoiŋŋastanbáiki
sma: Lïegkedimmie-sijjie

source: Ipmil sáhttá deaivvadit duinna luonddus ja Bippalis.
sma: Jupmele maahta datnem gaavnedidh gosse olkene leah, jïh aaj gosse Bijbelisnie lohkeminie.

source: Ipmil sáhttá deaivvadit duinna go don iežat siste jaskkodat ja go don rohkadalat.
sma: Jupmele maahta datnem gaavnedidh gosse lyjjesjeminie jïh gosse rohkeleminie.

source: Jurddaš mat muhtin buori beaivvi birra dahje muhtin báikki gos liikot leat: Soaitá vuosttaš geasseluopmobeaivi, čáppa dálki ja don sáhtát dušše leahkit das.
sma: Ussjedh naemhtie: joekoen tjaebpies biejjie lea, vuj naemhtie: joekoen tjabpies dajvesne årroeminie. Mejtie voestes eejehtimmien biejjien ?

source: Jurddaš ahte Ipmil hálida du das vuoiŋŋastit.
sma: Buaredh lea jïh datne desnie lïegkedeminie.

source: Don sáhtát duššefal guldalit maid eallin sárdnu ja maid Ipmil sárdnu dutnje.
sma: Desnie maahtah goltelidh, maam Jupmele jeahta. Dutnjien soptseste.

source: Ipmil lea ráhkisvuohta ja čábbodat ja buot dat mii lea buorre.
sma: Jupmele lea gieriesvoete jïh tjaebpiesvoete.

source: Jurddaš ahte don it dárbbaš ráfehuvvat mainna ge.
sma: Jupmele lea gaajhke dam mij hijven lea.

source: Don vuoiŋŋastat dan ráhkisvuođas mii sivdnidii máilmmi.
sma: Ussjedh: “ im daarpesjh mejnie tjoeperdidh ”.

source: Go doaladat gollebearrala, de sáhttá dat muittuhit dutnje Ipmila buorrevuođa ja čábbodaga.
sma: Datne gieriesvoetesne lïegkedeminie, seamma gieriesvoetesne mij eatnemem sjugniedi.
